Repository: common-repository/wp-sheet-editor-edd-downloads
Catalog: lang/bulk-edit-edd-downloads-*.po
Languages: es_pr

source: WP Sheet Editor - EDD Downloads
es_pr: WP Sheet Editor - Descargas EDD

source: Edit Easy Digital Downloads in spreadsheet.
es_pr: Edita Descargas de Easy Digital Downloads en una hoja de cálculo.

source: Please update the WP Sheet Editor plugin and all its extensions to the latest version. The features of the plugin "
es_pr: Por favor, actualiza el plugin WP Sheet Editor y todas sus extensiones a la última versión. Características del plugin "

source: How many files do you add to the products?
es_pr: ¿Cuántos archivos quieres agregar a los productos?

source: We show 3 columns for every file so you can enter the file name, url, and required price. This is helpful to display only the necessary columns
es_pr: Mostramos 3 columnas para cada archivo para que puedas ingresar el nombre del archivo, URL, y precio requerido. Esto es útil para desplegar solo las columnas necesarias

source: How many variable prices do you add to the products?
es_pr: ¿Cuántos precios variables quieres agregar a los productos?

source: We show 2 columns for every variable price so you can enter the price name and amount. This is helpful to display only the necessary columns
es_pr: Mostramos 2 columnas para cada precio variable para que puedas ingresar el nombre del precio y el monto. Esto es útil para desplegar solo las columnas necesarias

source: How many products do you add to the bundles?
es_pr: ¿Cuántos productos quieres agregar a los paquetes?

source: We show 2 columns for every bundle product so you can enter the product name, and required price. This is helpful to display only the necessary columns
es_pr: Mostramos dos columnas para cada paquete para que puedas ingresar el nombre del producto y el precio requerido. Esto es útil para desplegar solo las columnas necesarias

source: EDD sheet
es_pr: Hoja EDD

source: Required price
es_pr: Precio requerido

source: Variable pricing
es_pr: Precio variable

source: Sales
es_pr: Ventas

source: Earnings
es_pr: Ganancias

source: Variable Price
es_pr: Precio Variable

source: Files
es_pr: Archivos

source: Bundle product
es_pr: Producto paquete

source: Bundle required price
es_pr: Precio requerido del paquete

source: Thank you for installing our plugin.
es_pr: Gracias por instalar nuestro plugin.

source: This plugin requires the Easy Digital Downloads plugin. Please install it.
es_pr: Este plugin requiere el plugin Easy Digital Downloads. Por favor, instálalo.

source: The plugin is ready. You can <a href="%s">start editing</a> on the spreadsheet
es_pr: El plugin está listo. Puedes <a href="%s">comenzar a editar</a> en la hoja de cálculo
