Repository: common-repository/wp-sheet-editor-edd-downloads
Catalog: lang/vg_sheet_editor_edd_downloads-*.po
Languages: de_de

source: Edit Easy Digital Downloads in spreadsheet.
de_de: Easy Digital Downloads in einem Arbeitsblatt bearbeiten.

source: Please update the WP Sheet Editor plugin and all its extensions to the latest version. The features of the plugin "
de_de: Bitte aktualisiere das WP Sheet Editor Plugin und alle seine Erweiterungen auf die neueste Version. Die Eigenschaften des Plugins "

source: How many files do you add to the products?
de_de: Wie viele Dateien fügst du den Produkten hinzu?

source: We show 3 columns for every file so you can enter the file name, url, and required price. This is helpful to display only the necessary columns
de_de: Wir zeigen für jede Datei 3 Spalten an, so dass du Dateinamen, URL und geforderten Preis eingeben kannst. Es ist hilfreich, nur die notwendigen Spalten anzuzeigen

source: How many variable prices do you add to the products?
de_de: Wie viele variable Preise fügst du den Produkten hinzu?

source: We show 2 columns for every variable price so you can enter the price name and amount. This is helpful to display only the necessary columns
de_de: Wir zeigen für jeden variablen Preis 2 Spalten an, damit du Bezeichnung und Betrag des Preises eingeben kannst. Es ist hilfreich, nur die notwendigen Spalten anzuzeigen

source: How many products do you add to the bundles?
de_de: Wie viele Produkte fügst du den Bundles hinzu?

source: We show 2 columns for every bundle product so you can enter the product name, and required price. This is helpful to display only the necessary columns
de_de: Wir zeigen für jedes Bundle-Produkt 2 Spalten an, damit du den Produktnamen und den geforderten Preis eingeben kannst. Es ist hilfreich, nur die erforderlichen Spalten anzuzeigen

source: EDD sheet
de_de: EDD-Blatt

source: Required price
de_de: Geforderter Preis

source: Variable pricing
de_de: Variable Preisgestaltung

source: Sales
de_de: Verkäufe

source: Earnings
de_de: Einnahmen

source: Variable Price
de_de: Variabler Preis

source: Files
de_de: Dateien

source: Bundle product
de_de: Bundle-Produkt

source: Bundle required price
de_de: Geforderter Bundle-Preis

source: Thank you for installing our plugin.
de_de: Vielen Dank für die Installation unseres Plugins.

source: This plugin requires the Easy Digital Downloads plugin. Please install it.
de_de: Dieses Plugin erfordert das Easy Digital Downloads Plugin. Bitte installiere es.

source: The plugin is ready. You can <a href="%s">start editing</a> on the spreadsheet
de_de: Das Plugin ist fertig. Du kannst im Arbeitsblatt mit der <a href="%s">Bearbeitung beginnen</a>
